{
  "events": [
    {
      "id": "new-osbb-timeline-site-release",
      "date": "25/03/2025",
      "title": "Новий сайт ",
      "type": "news",
      "description": "Нарешті реалізувалась моя мрія - створити сайт в якому ми будемо фіксувати всі зміни які відбуваються в нашому ОСББ. Данний сайт буде доповнюватись інформацією по мірі того як вона буде з'являтись. З цікавого - данний сайт я створив майже повністтю виключно інструментами штучного інтелекту. Також я зробив мінімальною ширину сайту в 1200px, то ж заходьте будь-ласка переважно з комп'ютерів. Трішки пізніше, можливо, додам мобільну версію.",
      "images": [
        "https://res.cloudinary.com/dcs6v3lpc/image/upload/v1742816987/tjxghxdptxd0yd5m0ahl.png"
      ]
    },
    {
      "id": "new-electric-board",
      "date": "01/03/2024",
      "title": "AI Integration Platform Launch",
      "type": "improvements",
      "description": "Today marks the successful launch of our revolutionary AI Integration Platform, designed to seamlessly bridge the gap between various artificial intelligence models and business applications. This groundbreaking system enables organizations to harness the power of multiple AI engines through a single, unified interface. The platform features advanced neural network optimization, real-time model switching, and automated performance monitoring, resulting in a 200% improvement in processing efficiency. Our innovative approach to API standardization has reduced integration time from weeks to mere hours, while maintaining enterprise-grade security protocols. The platform's adaptive learning capabilities ensure continuous improvement in accuracy and performance, with initial tests showing a 45% reduction in false positives compared to traditional solutions. We've also implemented a groundbreaking feature that allows for real-time model comparison and automated selection of the most suitable AI engine for specific tasks, leading to significant cost savings and improved outcomes for our clients.",
      "images": [
        "https://images.unsplash.com/photo-1488229297570-58520851e868?auto=format&fit=crop&q=80&w=1200",
        "https://images.unsplash.com/photo-1558346490-a72e53ae2d4f?auto=format&fit=crop&q=80&w=1200",
        "https://images.unsplash.com/photo-1677442136019-21780ecad995?auto=format&fit=crop&q=80&w=1200"
      ]
    },
    {
      "id": "vouting-winter-2025",
      "date": "10/03/2024",
      "title": "New Partnership Announcement",
      "type": "news",
      "description": "We are thrilled to announce our strategic partnership with TechForward, a leading innovator in sustainable technology solutions. This collaboration will enable us to expand our reach and deliver cutting-edge solutions to a broader market while maintaining our commitment to environmental responsibility. The partnership focuses on developing eco-friendly technology solutions that will help businesses reduce their carbon footprint while improving operational efficiency.",
      "images": [
        "https://images.unsplash.com/photo-1557804506-669a67965ba0?auto=format&fit=crop&q=80&w=1200"
      ]
    }
  ]
}
